<?php

namespace App\Models;

use Illuminate\Database\Eloquent\Model;

class UserAccount extends Model
{
    public $bankArray = [
        '1001' => '招商银行',
        '1002' => '工商银行',
        '1003' => '建设银行',
        '1004' => '浦发银行',
        '1005' => '农业银行',
        '1006' => '民生银行',
        '1009' => '兴业银行',
        '1010' => '平安银行',
        '1020' => '交通银行',
        '1021' => '中信银行',
        '1022' => '光大银行',
        '1025' => '华夏银行',
        '1026' => '中国银行',
        '1027' => '广发银行',
        '1032' => '北京银行',
        '1056' => '宁波银行',
        '1066' => '邮储银行'
    ];

}
